Repository: vollyimnetz/crop-thumbnails
Catalog: languages/crop-thumbnails-*.po
Languages: hu_hu, nl_nl, pt_br

source: Crop your thumbnails, the easy way.
hu_hu: Tökéletes kisképek, egyszerűen!
nl_nl: Snijd de thumbnails bij op een makkelijke manier.
pt_br: Cortando suas miniaturas de uma maneira mais simples

source: Crop Featured Image
hu_hu: Kiemeltkép vágása
nl_nl: Snijd uitgelichte afbeelding bij
pt_br: Cortar Imagem Destacada

source: Crop Thumbnail
hu_hu: Kiskép vágása
nl_nl: Snijd thumbnail bij
pt_br: Cortar Miniatura

source: You are not allowed to do this.
nl_nl: Je hebt geen toestemming dit te doen.

source: No featured image set for this post until now.
hu_hu: Ehhez a bejegyzéshez még nincs kiemelt kép beállítva
nl_nl: Er is nog geen Uitgelichte afbeelding ingesteld tot nu toe.
pt_br: Sem Imagem Destacada definida para este post até o momento.

source: An error occurred!
hu_hu: Ajaj! Hiba történt.
nl_nl: Er heeft een error plaatsgevonden!
pt_br: Ocorreu um erro!

source: Cropping is disabled for this post-type.
hu_hu: Ajaj! Képvágáshoz nincs jogosultságod ebben a bejegyzéstípusban.
nl_nl: Bijsnijden is uitgeschakeld voor dit berichttype.
pt_br: O corte está desativado para este tipo de post.

source: No images attached to this post yet. Please upload some via the upload dialog.
hu_hu: Ehhez a bejegyzéshez nincs még feltöltött kép. Fel kellene tölteni párat.
nl_nl: Er zijn nog geen afbeeldingen in dit bericht. Je kunt afbeeldingen uploaden via het upload scherm.
pt_br: Não há imagens neste post ainda. Você tem que carregar alguma através da caixa de diálogo de upload.

source: Choose the image you want to crop.
hu_hu: Válasz egy képet a vágáshoz.
nl_nl: Kies de afbeelding die je bij wilt snijden.
pt_br: Escolha a imagem que você deseja cortar.

source: Post Thumbnail
hu_hu: Kiemelt kép
nl_nl: Bericht afbeelding.
pt_br: Publicar Miniatura

source: Image %d
hu_hu: (?)Kép %d
nl_nl: Afbeelding %d
pt_br: Imagem %d

source: Bug--this should not have occurred.
hu_hu: Program hiba! Ennek elvileg nem kellett volna megtörténnie.
nl_nl: Bug - Dit zou niet plaatsgevonden moeten hebben.
pt_br: bug - isso não devia ter acontececido

source: Warning: the original image is too small to be cropped in good quality with this thumbnail size.
hu_hu: Hiba! Az eredeti kép túl kicsi a minőségvesztés nélküli átméretezéshez.
nl_nl: Waarschuwing: de originele afbeelding is te klein om met behoud van kwaliteit bijgesneden te kunnen worden tot deze grootte.
pt_br: Atenção: a imagem original é muito pequena para ser cortada em boa qualidade neste tamanho de miniatura.

source: First, select an image. Then, click once again.
hu_hu: Válaszd ki a vágandó képet és kattints rá kétszer.
nl_nl: Selecteer eerst een afbeelding. Klik vervolgens opnieuw.
pt_br: Primeiro, selecione uma imagem. Em seguida, clique novamente.

source: back to image list
hu_hu: Vissza a képlistához
nl_nl: Keer terug naar de lijst met afbeeldingen
pt_br: volte a lista de imagens

source: Please wait until the images are cropped.
hu_hu: Átméretezés... pár pillanat és kész.
nl_nl: Wacht a.u.b. tot de afbeeldingen zijn bijgesneden.
pt_br: Por favor, aguarde até que as imagens sejam cortadas.

source: Raw
hu_hu: (nemtudni)Nyers/Eredeti
nl_nl: Volledig
pt_br: Bruta

source: pixel
nl_nl: pixels

source: Save Crop
hu_hu: Vágás kész!
nl_nl: Bijgesneden afbeelding opslaan
pt_br: Cortar e Salvar

source: Quick Instructions
hu_hu: Gyorstalpaló
nl_nl: Korte instructie
pt_br: Instruções Rápidas

source: Step 1: Choose an image from the right.
hu_hu: 1. Lépés: Válaszd ki a képet a jobboldalon.
nl_nl: Stap 1: Kies een afbeelding aan de rechterkant van dit scherm.
pt_br: Passo 1: Escolha uma imagem à direita.

source: Step 2: Use your mouse to change the size of the rectangle on the image above.
hu_hu: 2. Lépés: Az egérrel állítsd be a kijelölés méretét és pozícióját a fennti képen.
nl_nl: Stap 2: Gebruik de muis om de grootte van de rechthoek in de afbeelding hierboven aan te passen.
pt_br: Passo 2: Use o mouse para alterar o tamanho do retângulo na imagem acima.

source: Step 3: Click on "Save Crop".
hu_hu: 3. Lépés: Kattints a "Vágás kész!" gombra.
nl_nl: Stap 3: Klik op "bijgesneden afbeelding opslaan".
pt_br: Passo 3: Clique em "Cortar e Salvar".

source: Crop all images with same ratio at once
hu_hu: Azonos méretarányú képek kiválasztása
nl_nl: Selecteer afbeeldingen met eenzelfde aspect-ratio tegelijkertijd
pt_br: Selecionar imagens com mesma proporção de uma só vez

source: deselect all
hu_hu: Kijelölés törlése
nl_nl: Deselecteer alles
pt_br: Desmarcar Todos

source: cropped
hu_hu: vágott
nl_nl: Bijgesneden
pt_br: Cortadas

source: Original image size too small for good crop quality!
hu_hu: Az eredeti kép túl kicsi a jó minőségű átméretezéshez!
nl_nl: De originele afbeelding is te klein om met goede kwaliteit bij te snijden!
pt_br: Imagem original muito pequena para um corte de qualidade!

source: Dimensions:
hu_hu: Méretek:
nl_nl: Grootte:
pt_br: Dimensões:

source: Ratio:
hu_hu: Méretarány:
nl_nl: Aspect-ratio:
pt_br: Relação:

source: Can't generate filesize '%s'.
hu_hu: Nemtudom legenerálni a fájlméretet: '%s'.
nl_nl: Kan de bestandsgrootte '%s' niet aanmaken.
pt_br: Não é possível gerar o tamanho '%s'.

source: Can't copy temporary file to media library.
hu_hu: Nem tudom átmásolni az ideiglenes fájlt a médiatárba.
nl_nl: Het tijdelijke bestand kan niet gekopieerd worden naar de mediabibliotheek.
pt_br: Não é possível copiar arquivo temporário para a biblioteca de mídia.

source: Can't delete temporary file.
hu_hu: Nem tudom törölni az ideiglenes fájlt.
nl_nl: Het tijdelijke bestand kan niet verwijderd worden.
pt_br: Não é possível excluir arquivo temporário.

source: ERROR: Security Check failed (maybe a timeout - please try again).
hu_hu: Hiba! A biztonsági ellenőrzés meghiúsult (talán időtúllépés miatt - próbáld újra)
nl_nl: ERROR: Beveiligingscheck is mislukt (dit is mogelijk een timeout - probeer het opnieuw).
pt_br: ERRO: Verificação de Segurança falhou (talvez pelo tempo limite ter sido atingido - por favor, tente novamente).

source: ERROR: Submitted data is incomplete.
hu_hu: Hiba! Az elküldött adatok hiányosak.
nl_nl: ERROR: Toegevoegde data is niet volledig!
pt_br: ERRO: Dados enviados não estão completos.

source: Cropping to these dimensions on this image is not possible.
hu_hu: Ajaj! Ezt a képet nem lehet a megadott méretre vágni.
nl_nl: Het bijsnijden met deze afmetingen is niet mogelijk bij deze afbeelding.
pt_br: Um corte com estas dimensões sobre esta imagem não é possível.

source: ERROR: Can't find original image in database!
hu_hu: Hiba! Nem találom az eredeti képet az adatbázisban!
nl_nl: ERROR: De originele afbeelding kan niet in de database gevonden worden!
pt_br: ERRO: Não é possível localizar a imagem original no banco de dados!

source: ERROR: Can't find original image file!
hu_hu: Hiba! Nem találom az eredeti képet a tárhelyen!
nl_nl: ERROR: De originele afbeelding kan niet gevonden worden!
pt_br: ERRO: Não é possível encontrar arquivo de imagem original!

source: ERROR: Can't find original image metadata!
hu_hu: Hiba! Nem találom az eredeti képinformációkat.
nl_nl: ERROR: De originele metadata van de de afbeelding kunnen niet gevonden worden!
pt_br: ERRO: Não é possível encontrar os metadados da imagem original!

source: Settings
hu_hu: Beállítások
nl_nl: Instellingen
pt_br: Configurações

source: Crop Post Thumbnail Page
hu_hu: Kisképvágó oldal
nl_nl: Bericht thumbnail bijsnijd pagina
pt_br: Cortar miniaturas na página do post

source: Save Changes
hu_hu: Módosítások mentése
nl_nl: Sla veranderingen op
pt_br: Salvar Mudanças

source: Support the plugin author
hu_hu: Támogasd a bővitmény készítőjét
nl_nl: Ondersteun de pluginontwikkelaar
pt_br: Apoiar o autor do plugin

source: You can support the plugin author <br />(and let him know you love this plugin) <br />by donating via Paypal. Thanks a lot!
hu_hu: Támogathatod a bővitmény készítőjét <br /> (Így tudatva vele, hogy tetszik ez a bővítmény) <br /> azzal, ha adományozol Paypalon. Köszönjük!
nl_nl: Je kunt de pluginontwikkelaar ondersteunen <br /> (en hem laten weten dat je deze plugin gaaf vindt) <br /> door te doneren via Paypal. Alvast bedankt!
pt_br: Você pode apoiar o autor do plugin <br />(e deixá-lo saber que você ama este plugin)<br /> doando via Paypal. Muito obrigado!

source: Sizes and Post Types
hu_hu: Méretek és bejegyzés típusok
nl_nl: Afbeeldingsgroottes en berichttypes
pt_br: Tamanhos e Tipos de Post

source: Choose the image size options you want to hide for each post type.
hu_hu: Válaszd ki a képméreteket amiket nem szerkeszthetnek, vagy letilthatod az egész bejegyzés típusra is a képvágást.
nl_nl: Kies de afbeeldingsgroottes die je wilt verbergen. Kies een berichttype om elk gebruik van de plugin daarbij te voorkomen.
pt_br: Escolha os tamanhos de imagem que você deseja esconder. Escolha um tipo de post para evitar qualquer uso do plugin para essas entradas.

source: Developer Settings
nl_nl: Opties voor ontwikkelaars

source: Enable JS-Debug.
nl_nl: Zet JS-Debug aan.

source: Enable Data-Debug.
nl_nl: Zet Data-Debug aan.

source: Crop-Thumbnails is designed to make cropping images easy. For some post types, not all crop sizes are needed, but the plugin will automatically create all the crop sizes. Here you can select which crop sizes are available in the cropping interface for each post type..
hu_hu: A Crop-Thumbnails Plugin azzal a céllal készült, hogy kicsit kibővítse a WordPress amúgy remek képkezelőjét. Bár a rendszer a feltöltött képeket átméretezi és méretre vágja amiket a magfunkciók és a sablonkészítők biztosítottak ám időnként előfordul, hogy nem sikerült túl szerencsésre az automatikus vágás. Ezzel a bővítménnyel beállíthatjuk, hogy a felhasználók mely méreteken és/ vagy bejegyzési típusoknál használhatják.
nl_nl: Crop-Thumbnails is gemaakt om het bijsnijden van afbeeldingen makkelijker te maken voor de gebruiker. Het komt vaak voor dat de gebruiker slechts naar één enkele grootte moet bijsnijden, afhankelijk van het berichttype. Ondanks dat maakt WordPress ook andere groottes aan. Daarom kun je hier selecteren welke afbeeldingsgrootte bij welk berichttype zichtbaar moet zijn in het menu van de plugin.
pt_br: Crop-Thumbnails é criado para fazer recorte fácil para o usuário. Muitas vezes o utilizador necessita somente de um recorte, pois depende dele em seu post. Mas o sistema irá criar também todos os outros tamanhos. Então, aqui você pode selecionar para que as miniaturas de seu post sejam visíveis na interface do plugin.

source: Crop-Thumbnails will only show cropped images. Sizes with no crop will always be hidden.
hu_hu: A Képvágó mindíg a vágott méreteket mutatja. Az eredeti "nyers" nyers képeket nem.
nl_nl: Crop-Thumbnails laat alleen bijgesneden afbeeldingen zien. Afbeeldingen die niet bijgesneden zijn zullen altijd verborgen blijven.
pt_br: Crop-Thumbnails só irá mostrar imagens cortadas - tamanhos sem cortes serão sempre escondidos.

source: ATTENTION: be aware that you can break things, when you activate this. When activated your are able to cut those images to a spezific dimension that are not cropped. The name of the image will not change. You should be extra carefull when:
nl_nl: LET OP: Het is mogelijk dat er dingen misgaan als je deze optie activeert. Op het moment dat je dit activeert kun je afbeeldingen bijsnijden tot een specifieke grootte die niet oorspronkelijk bijgesneden zijn. De naam van de afbeelding zal niet veranderen. Je moet extra voorzichtig zijn als:

source: you had inserted the image before on any page or post. (There may be height and width stored directly in the page-content.)
nl_nl: Je hebt de afbeelding al eerder toegevoegd in een pagina of bericht. (Er kan een hoogte en breedte direct aangegeven zijn in de inhoud.)

source: you use a plugin that expect the original image size. (The original image-size is also "stored" in the filename.)
nl_nl: Je gebruikt een plugin die de originele afbeeldingsgroottes verwacht. (De oorspronkelijke afbeeldingsgrootte is ook "opgeslagen" in de bestandsnaam.)

source: The "full" image-size will never be cropped, otherwise you are not able to restore any image-size.
nl_nl: De "ful'" afbeeldingsgrootte zal nooit bijgesneden worden, anders kunnen afbeeldingsgroottes niet hersteld worden.
